Revit 2027 API
ParameterTypeId.TrussFamilyVertWebEndReleaseType Property
 "End Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyVertWebEndReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyVertWebEndReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyVertWebEndReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyVertWebEndReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace